Repository: Emir-Orkcu/vehicle-tracking
Catalog: lib/l10n/app_*.arb
Languages: fr, tr

# name
source: Vehicle EN
fr: Vehicle TR
tr: Vehicle TR

# language_tr
source: Turkish
fr: Turc
tr: Türkçe

# language_en
source: English
fr: Anglais
tr: İngilizce

# language_fr
source: French
fr: Français
tr: Fransızca

# main_sign_languge_options
source: Language Options
fr: Options de langue
tr: Dil Seçenekleri

# main_sign_title
source: Vehicle Tracking System
fr: Système de Suivi des Véhicules
tr: Araç Takip Sistemi

# main_sign_subtitle
source: Important Information
fr: Informations Importantes
tr: Önemli Bilgiler

# main_sign_animated_text
source: Regularly track the maintenance of your vehicle.
fr: Suivez régulièrement l'entretien de votre véhicule.
tr: Aracınızın bakımlarını düzenli halde takip ediniz.

# main_sign_button_text
source: Click Here to Enter
fr: Cliquez pour vous connecter
tr: Giriş İçin Tıklayınız

# modal_sheet_activation_validation_text
source: Enter the activation code.
fr: Veuillez entrer le code d'activation.
tr: Aktivasyon kodunu giriniz.

# modal_sheet_mail_text
source: Email
tr: E-Posta

# modal_sheet_activate_text
source: Verify
fr: Activer
tr: Doğrula

# modal_sheet_Qr_text
source: QR Menu
fr: Menu QR
tr: QR Menü

# modal_sheet_mail_organisation_text
source: Organisation Code
fr: Code de l'organisation
tr: Kurum Kodu

# modal_sheet_mail_organisation_hint_text
source: Enter organisation code...
fr: Veuillez entrer le code de l'organisation...
tr: Kurum kodu yazınız...

# modal_sheet_mail_hint_text
source: Enter your email address...
fr: Veuillez entrer votre adresse e-mail...
tr: Mail adresinizi yazınız...

# modal_sheet_password_text
source: Password
fr: Mot de passe
tr: Parola

# modal_sheet_password_hint_text
source: Enter your password
fr: Veuillez entrer votre mot de passe...
tr: Parolanızı giriniz...

# modal_sheet_button_text
source: Continue
fr: Continuer
tr: Devam Et

# modal_sheet_activation_resend_text
source: Resend Code
fr: Renvoyer le code
tr: Tekrar Kod Gönder

# modal_sheet_qr_button_text
source: Scan QR
fr: Scanner le QR
tr: QR Okut

# modal_sheet_qr_title_text
source: QR Menu
fr: Menu QR
tr: QR Menü

# modal_sheet_qr_subtitle_text
source: Scan the QR code with your phone to receive the vehicle
fr: Scannez le code QR avec votre téléphone pour récupérer le véhicule
tr: Aracı teslim almak için QR kodu telefonunuza okutun

# car_informations_title_text
source: Car Information
fr: Informations sur le Véhicule
tr: Araç Bilgileri

# car_informations_car_plates
source: Car Plate
fr: Plaque d'immatriculation du véhicule
tr: Aracın Plakası

# car_informations_car_km
source: Car Mileage
fr: Kilométrage du véhicule
tr: Aracın Kmsi

# car_informations_car_model
source: Model
fr: Modèle
tr: Modeli

# car_informations_car_year
source: Year
fr: Année
tr: Yılı

# car_informations_car_color
source: Color
fr: Couleur
tr: Rengi

# car_informations_peak_date
source: Inspection Date
fr: Date du contrôle technique
tr: Muayene Tarihi

# car_informations_button_text
source: Next Step
fr: Étape Suivante
tr: Bir Sonraki Aşama

# car_informations_bottom_text
source: Proceed to the next step to activate your vehicle.
fr: Passez à l'étape suivante pour activer votre véhicule.
tr: Aracınızı aktif etmek için bir sonraki aşamaya geçiniz.

# car_photo_text
source: Take a Photo of the Car's Mileage
fr: Prenez une photo du kilométrage du véhicule
tr: Aracın Km Fotoğrafını Çekiniz

# car_photo_field_text
source: Car's Mileage
fr: Kilométrage du véhicule
tr: Araç Km'si

# car_photo_field_hint_text
source: Enter the Car's Mileage...
fr: Veuillez entrer le kilométrage du véhicule...
tr: Aracın Km'sini Yazınız...

# car_photo_button_text
source: Activate the Car
fr: Activer le véhicule
tr: Aracın Aktif Et

# car_photo_bottom_text
source: You can activate your car by pressing the activate button.
fr: Vous pouvez activer votre véhicule en appuyant sur le bouton Activer.
tr: Aktif et tuşuna basarak aracınızı aktif edebilirsiniz.

# car_activate_text
source: Your Vehicle Has Been Activated
fr: Votre véhicule a été activé
tr: Aracınız Aktif Olmuştur

# car_passivate_text
source: Your Vehicle Has Been Passivated
fr: Votre véhicule a été désactivé
tr: Aracınız Pasif Olmuştur

# car_photo_bottom_passive_text
source: You can deactivate your vehicle by pressing the deactivate button.
fr: Vous pouvez désactiver votre véhicule en appuyant sur le bouton Désactiver.
tr: Pasif et tuşuna basarak aracınızı pasif edebilirsiniz.

# car_main_counter_text
source: Car Usage Time
fr: Durée d'utilisation du véhicule
tr: Araç Kullanım Süresi

# car_main_start_km
source: Starting Km
fr: Km Début
tr: Km Başlangıcı

# car_main_end_km
source: Distance Covered
fr: Km Parcourus
tr: Yapılan Km

# car_main_passive_button
source: Deactivate the Car
fr: Désactiver le véhicule
tr: Aracı Pasif Et

# crash_photo_text
source: Take a Photo of the Accident
fr: Prenez une photo de l'accident
tr: Kaza Fotoğrafını Çekin

# crash_button_text
source: Report Accident
fr: Signaler l'accident
tr: Kaza Bildir

# crash_bottom_text
source: Send photos of the accident situation
fr: Envoyez des photos de la situation de l'accident
tr: Kaza durumunun fotoğraflarını gönderin
